[
  {
    "title": "Experiments and Observations on Electricity",
    "author": "Benjamin Franklin",
    "sort_author": "Franklin, Benjamin",
    "pub_date": 1751,
    "description": "In 1751, Peter Collinson, president of the Royal Society, arranged for the publication of a series of letters from Benjamin Franklin, written between 1747 and 1750, describing his experiments with electricity. Through the publication of these experiments, Franklin became the first American to gain an international reputation for his scientific work. In 1753 he received the Copley Medal of the Royal Society for his contributions. "
  },
  {
    "title": "Poor Richard Improved and The Way to Wealth",
    "author": "Benjamin Franklin",
    "sort_author": "Franklin, Benjamin",
    "pub_date": 1758,
    "description": "As a writer, Benjamin Franklin was best known for the wit and wisdom he shared with the readers of his popular almanac, “Poor Richard,” under the pseudonym “Richard Saunders.” In 1758, Franklin created a clever preface that repeated a number of his maxims, framed as an event in which Father Abraham advises that those seeking prosperity and virtue should diligently practice frugality, honesty and industry. It was reprinted as “Father Abraham’s Speech” and “The Way to Wealth.”"
  },
  {
    "title": "Common Sense",
    "author": "Thomas Paine",
    "sort_author": "Paine, Thomas",
    "pub_date": 1776,
    "description": "Published anonymously in Philadelphia in January 1776, “Common Sense” appeared at a time when both separation from Great Britain and reconciliation were being considered. Through simple rational arguments, Thomas Paine focused blame for Colonial America’s troubles on the British king and pointed out the advantages of independence. This popular pamphlet had more than a half-million copies in 25 editions appearing throughout the Colonies within its first year of printing. "
  },
  {
    "title": "A Grammatical Institute of the English Language",
    "author": "Noah Webster",
    "sort_author": "Webster, Noah",
    "pub_date": 1783,
    "description": "Believing that a distinctive American language was essential to creating cultural independence for the new nation, Noah Webster sought to standardize rules for spelling and pronunciation. His “Grammatical Institute” became the popular “blue-backed speller” used to teach a century of American children how to spell and pronounce words. Its royalties provided Webster with the economic independence to develop his American dictionary. "
  },
  {
    "title": "The Federalist",
    "author": "anonymous",
    "sort_author": "anonymous, ",
    "pub_date": 1787,
    "description": "Now considered to be the most significant American contribution to political thought, “The Federalist” essays supporting the ratification of the new Constitution first appeared in New York newspapers under the pseudonym “Publius.” Although it was widely known that the 85 essays were the work of Alexander Hamilton, James Madison and John Jay, the initial curious speculation about authorship of specific essays gradually developed into heated controversy. Hamilton left an authorship list with his lawyer before his fatal duel. In his copy, Madison identified the author of each essay with their initials. Thomas Jefferson penned a similar authorship list in his copy. None of these attributions exactly match, and the authorship of several essays is still being debated by scholars."
  },
  {
    "title": "A Curious Hieroglyphick Bible",
    "author": "anonymous",
    "sort_author": "anonymous, ",
    "pub_date": 1788,
    "description": "Hieroglyphic Bibles were popular in the late 18th century as an effective and entertaining way to teach children biblical passages. Isaiah Thomas, the printer of this 1788 edition, is widely acclaimed as America’s first enlightened printer of children’s books and is often compared to John Newbery of London, with whom he shared the motto “Instruction with delight.”"
  },
  {
    "title": "A Survey of the Roads of the United States of America",
    "author": "Christopher Colles",
    "sort_author": "Colles, Christopher",
    "pub_date": 1789,
    "description": "Irish-born engineer and surveyor Christopher Colles produced what is considered the first road map or guidebook of the United States. It uses a format familiar to modern travelers with each plate consisting of two to three strip maps arranged side by side, covering approximately 12 miles. Colles began this work in 1789 but ended the project in 1792 because few people purchased subscriptions. But he compiled an atlas covering approximately 1,000 miles from Albany, N.Y., to Williamsburg, Va. "
  },
  {
    "title": "The Private Life of the Late Benjamin Franklin, LL.D.",
    "author": "Benjamin Franklin",
    "sort_author": "Franklin, Benjamin",
    "pub_date": 1793,
    "description": "Benjamin Franklin was 65 when he wrote the first part of his autobiography, which focused on his early life to 1730. During the 1780s he added three briefer parts that advanced his story to his 50th year (1756) and revised the first part. The first book-length edition was published in Paris in 1791. The first English edition, a retranslation of this French edition, was published in London in 1793. Franklin’s autobiography still is considered one of the most influential memoirs in American literature. "
  },
  {
    "title": "American Cookery",
    "author": "Amelia Simmons",
    "sort_author": "Simmons, Amelia",
    "pub_date": 1796,
    "description": "This cornerstone in American cookery is the first cookbook of American authorship to be printed in the United States. Numerous recipes adapting traditional dishes by substituting native American ingredients, such as corn, squash and pumpkin, are printed here for the first time. Simmons’ “Pompkin Pudding,” baked in a crust, is the basis for the classic American pumpkin pie. Recipes for cake-like gingerbread are the first known to recommend the use of pearl ash, the forerunner of baking powder."
  },
  {
    "title": "New England Primer",
    "author": "anonymous",
    "sort_author": "anonymous, ",
    "pub_date": 1803,
    "description": "Learning the alphabet went hand in hand with learning Calvinist principles in early America. The phrase “in Adam’s fall, we sinned all,” taught children the first letter of the alphabet and the concept of original sin at the same time. More than 6 million copies in 450 editions of the “New England Primer” were printed between 1681 and 1830 and were a part of nearly every child’s life.  "
  },
  {
    "title": "History of the Expedition Under the Command of the Captains Lewis and Clark",
    "author": "Meriwether Lewis",
    "sort_author": "Lewis, Meriwether",
    "pub_date": 1814,
    "description": "After Meriwether Lewis’s death in September 1809, William Clark engaged Nicholas Biddle to edit the expedition papers. Using the captains’ original journals and those of Sergeants Gass and Ordway, Biddle completed a narrative by July 1811. After delays with the publisher, a two-volume edition of the Corps of Discovery’s travels across the continent was finally available to the public in 1814. More than 20 editions appeared during the 19th century, including German, Dutch and several British editions."
  },
  {
    "title": "The Legend of Sleepy Hollow",
    "author": "Washington Irving",
    "sort_author": "Irving, Washington",
    "pub_date": 1820,
    "description": "One of the first works of fiction by an American author to become popular outside the United States, Washington Irving’s “The Legend of Sleepy Hollow” was first published as part of “The Sketchbook” in 1820. Irving’s vivid imagery involving the wild supernatural pursuit by the Headless Horseman has sustained interest in this popular folktale through many printed editions, as well as film, stage and musical adaptations. "
  },
  {
    "title": "McGuffey's Newly Revised Eclectic Primer",
    "author": "William Holmes McGuffey",
    "sort_author": "McGuffey, William Holmes",
    "pub_date": 1836,
    "description": "William Holmes McGuffey was hired in the 1830s by Truman and Smith, a Cincinnati publishing firm, to write schoolbooks appropriate for children in the expanding nation. His eclectic readers were graded, meaning a student started with the primer and, as his reading abilities improved, moved from the first through the sixth reader. Religious instruction is not included, but a strong moral code is encouraged with stories in which hard work and virtue are rewarded and misdeeds and sloth are punished."
  },
  {
    "title": "Peter Parley's Universal History",
    "author": "Samuel Griswold Goodrich",
    "sort_author": "Goodrich, Samuel",
    "pub_date": 1837,
    "description": "Samuel Goodrich, using the pseudonym Peter Parley, wrote children’s books with an informal and friendly style as he introduced his young readers to faraway people and places. Goodrich believed that fairy tales and fantasy were not useful and possibly dangerous to children. He entertained them instead with engaging tales from history and geography. His low regard for fiction is ironic in that his accounts of other places and cultures were often misleading and stereotypical, if not completely incorrect. "
  },
  {
    "title": "The Narrative of the Life of Frederick Douglass",
    "author": "Frederick Douglass",
    "sort_author": "Douglass, Frederick",
    "pub_date": 1845,
    "description": "Frederick Douglass’s first autobiography is one of the best-written and most widely read slave narratives. It was boldly published less than seven years after Douglass had escaped and before his freedom was purchased. Prefaced by statements of support from his abolitionist friends, William Garrison and Wendell Phillips, Douglass’s book relates his experiences growing up a slave in Maryland and describes the strategies he used to learn to read and write. More than just a personal story of courage, Douglass’s account became a strong testament for the need to abolish slavery."
  },
  {
    "title": "The Scarlet Letter",
    "author": "Nathaniel Hawthorne",
    "sort_author": "Hawthorne, Nathaniel",
    "pub_date": 1850,
    "description": "“The Scarlet Letter” was the first important novel by Nathaniel Hawthorne, one of the leading authors of 19th-century romanticism in American literature. Like many of his works, the novel is set in Puritan New England and examines guilt, sin and evil as inherent human traits. The main character, Hester Prynne, is condemned to wear a scarlet “A” (for adultery) on her chest because of an affair that resulted in an illegitimate child. Meanwhile, her child’s father, a Puritan pastor who has kept their affair secret, holds a high place in the community.\n"
  },
  {
    "title": "Moby-Dick; or The Whale",
    "author": "Herman Melville",
    "sort_author": "Melville, Herman",
    "pub_date": 1851,
    "description": "Herman Melville’s tale of the Great White Whale and the crazed Captain Ahab who declares he will chase him “round perdition’s flames before I give him up” has become an American myth. Even people who have never read Moby-Dick know the basic plot, and references to it are common in other works of American literature and in popular culture, such as the Star Trek film “The Wrath of Khan” (1982).\n"
  },
  {
    "title": "Uncle Tom's Cabin",
    "author": "Harriet Beecher Stowe",
    "sort_author": "Stowe, Harriet Beecher",
    "pub_date": 1852,
    "description": "With the intention of awakening sympathy for oppressed slaves and encouraging Northerners to disobey the Fugitive Slave Law of 1850, Harriet Beecher Stowe began writing her vivid sketches of slave sufferings and family separations. The first version of “Uncle Tom’s Cabin” appeared serially between June 1851 and April 1852 in the National Era, an antislavery paper published in Washington, D.C. The first book edition appeared in March 1852 and sold more than 300,000 copies in the first year. This novel was extremely influential in fueling antislavery sentiment during the decade preceding the Civil War. "
  },
  {
    "title": "Walden; or Life in the Woods",
    "author": "Henry David Thoreau",
    "sort_author": "Thoreau, Henry David",
    "pub_date": 1854,
    "description": "While living in solitude in a cabin on Walden Pond in Concord, Mass., Henry David Thoreau wrote his most famous work, “Walden,” a paean to the idea that it is foolish to spend a lifetime seeking material wealth. In his words, “I went to the woods because I wished to live deliberately, to front only the essential facts of life, and see if I could not learn what it had to teach, and not, when I came to die, discover that I had not lived.” Thoreau’s love of nature and his advocacy of a simple life have had a large influence on modern conservation and environmentalist movements. "
  },
  {
    "title": "Leaves of Grass",
    "author": "Walt Whitman",
    "sort_author": "Whitman, Walt",
    "pub_date": 1855,
    "description": "The publication of the first slim edition of Walt Whitman’s “Leaves of Grass” in 1855 was the debut of a masterpiece that shifted the course of American literary history. Refreshing and bold in both theme and style, the book underwent many revisions during Whitman’s lifetime. Over almost 40 years Whitman produced multiple editions of “Leaves of Grass,” shaping the book into an ever-transforming kaleidoscope of poems. By his death in 1892, “Leaves” was a thick compendium that represented Whitman’s vision of America over nearly the entire last half of the 19th century. Among the collection’s best-known poems are “I Sing the Body Electric,” “Song of Myself,” and “O Captain! My Captain!,” a metaphorical tribute to the slain Abraham Lincoln."
  },
  {
    "title": "Little Women, or Meg, Jo, Beth and Amy",
    "author": "Louisa May Alcott",
    "sort_author": "Alcott, Louisa May",
    "pub_date": 1868,
    "description": "This first edition of Louisa May Alcott’s “Little Women” was published in 1868 when Louisa was 35 years old. Based on her own experiences growing up as a young woman with three sisters, and illustrated by her youngest sister, May, the novel was an instant success, selling more than 2,000 copies immediately. Several sequels were published, including “Little Men” (1871) and “Jo’s Boys” (1886). Although “Little Women” is set in a very particular place and time in American history, the characters and their relationships have touched generations of readers and still are beloved."
  },
  {
    "title": "Mark, the Match Boy",
    "author": "Horatio Alger Jr.",
    "sort_author": "Alger Jr., Horatio",
    "pub_date": 1869,
    "description": "The formulaic juvenile novels of Horatio Alger Jr., are best remembered for the “rags-to-riches” theme they championed. In these stories, poor city boys rose in social status by working hard and being honest. Alger preached respectability and integrity, while disdaining the idle rich and the growing chasm between the poor and the affluent. In fact, the villains in Alger’s stories were almost always rich bankers, lawyers or country squires. "
  },
  {
    "title": "The American Woman's Home",
    "author": "Catharine E. Beecher and Harriet Beecher Stowe",
    "sort_author": "Beecher, Catharine E and Harriet Beecher Stowe",
    "pub_date": 1869,
    "description": "This classic domestic guide by sisters Catharine E. Beecher and Harriet Beecher Stowe is dedicated to “the women of America, in whose hands rest the real destinies of the Republic.” It includes chapters on healthful cookery, home decoration, exercise, cleanliness, good air ventilation and heat, etiquette, sewing, gardening and care of children, the sick, the aged and domestic animals. Intended to elevate the “woman’s sphere” of household management to a respectable profession based on scientific principles, it became the standard domestic handbook. "
  },
  {
    "title": "Adventures of Huckleberry Finn",
    "author": "Mark Twain",
    "sort_author": "Twain, Mark",
    "pub_date": 1884,
    "description": "Novelist Ernest Hemingway famously said, “All modern American literature comes from one book by Mark Twain called ‘Huckleberry Finn.’ ... All American writing comes from that. There was nothing before. There has been nothing as good since.” During their trip down the Mississippi on a raft, Twain depicts in a satirical and humorous way Huck and Jim’s encounters with hypocrisy, racism, violence and other evils of American society. His use in serious literature of a lively, simple American language full of dialect and colloquial expressions paved the way for many later writers, including Hemingway and William Faulkner."
  },
  {
    "title": "Poems",
    "author": "Emily Dickinson",
    "sort_author": "Dickinson, Emily",
    "pub_date": 1890,
    "description": "Very few of the nearly 1,800 poems that Emily Dickinson wrote were published during her lifetime and, even then, they were heavily edited to conform to the poetic conventions of their time. A complete edition of her unedited work was not published until 1955. Her idiosyncratic structure and rhyming schemes have inspired later poets. "
  },
  {
    "title": "How the Other Half Lives",
    "author": "Jacob Riis",
    "sort_author": "Riis, Jacob",
    "pub_date": 1890,
    "description": "An early example of photojournalism as vehicle for social change, Riis’s book demonstrated to the middle and upper classes of New York City the slum-like conditions of the tenements of the Lower East Side. Following the book’s publication (and the resulting public uproar), proper sewers, plumbing and trash collection eventually came to the Lower East Side. "
  },
  {
    "title": "The Red Badge of Courage",
    "author": "Stephen Crane",
    "sort_author": "Crane, Stephen",
    "pub_date": 1895,
    "description": "One of the most influential works in American literature, Stephen Crane’s “The Red Badge of Courage” has been called the greatest novel about the American Civil War. The tale of a young recruit in the Civil War who learns the cruelty of war made Crane an international success. The work is notable for its vivid depiction of the internal conflict of its main character – most war novels until that time focused more on the battles than on their characters."
  },
  {
    "title": "The Wonderful Wizard of Oz",
    "author": "L. Frank Baum",
    "sort_author": "Baum, L. Frank",
    "pub_date": 1900,
    "description": "“The Wonderful Wizard of Oz,” published in 1900, is the first fantasy written by an American to enjoy an immediate success upon publication. So powerful was its effect on the American imagination, so evocative its use of the forces of nature in its plots, so charming its invitation to children of all ages to look for the element of wonder in the world around them that author L. Frank Baum was forced by demand to create book after book about Dorothy and her friends – including the Scarecrow, the Tin Woodman, the Cowardly Lion and Glinda the Good Witch."
  },
  {
    "title": "Harriet, the Moses of Her People",
    "author": "Sarah Hopkins Bradford",
    "sort_author": "Bradford, Sarah H.",
    "pub_date": 1901,
    "description": "Harriet Tubman is celebrated for her courage and skill in guiding many escaping slave parties northward along the Underground Railroad to freedom. She also served as a scout and a nurse during the Civil War. In order to raise funds for Tubman’s support in 1869 and again in 1886, Sarah Hopkins Bradford published accounts of Tubman’s experiences as a young slave and her daring efforts to rescue family and friends from slavery. "
  },
  {
    "title": "The History of Standard Oil",
    "author": "Ida Tarbell",
    "sort_author": "Tarbell, Ida",
    "pub_date": 1904,
    "description": "Journalist Ida Tarbell wrote her exposé of the monopolistic practices of John D. Rockefeller’s Standard Oil Company as a serialized work in McClure’s Magazine. The breakup of Standard Oil in 1911 into 34 “baby Standards” can be attributed in large part to Tarbell’s masterly muckraking."
  },
  {
    "title": "The Call of the Wild",
    "author": "Jack London",
    "sort_author": "London, Jack",
    "pub_date": 1903,
    "description": "Jack London’s experiences during the Klondike gold rush in the Yukon were the inspiration for “The Call of the Wild.” He saw the way dogsled teams behaved and how their owners treated (and mistreated) them. In the book, the dog Buck’s comfortable life is upended when gold is discovered in the Klondike. From then on, survival of the fittest becomes Buck’s mantra as he learns to confront and survive the harsh realities of his new life as a sled dog. "
  },
  {
    "title": "The Souls of Black Folk",
    "author": "W.E.B. Du Bois",
    "sort_author": " Du Bois, W.E.B.",
    "pub_date": 1903,
    "description": "“Few books make history and fewer still become foundational texts for the movements and struggles of an entire people. The ‘Souls of Black Folk’ occupies this rare position,” said Du Bois biographer Manning Marable. Du Bois’s work was so influential that it is impossible to consider the civil rights movement’s roots without first looking to this groundbreaking work. "
  },
  {
    "title": "The Jungle",
    "author": "Upton Sinclair",
    "sort_author": "Sinclair, Upton",
    "pub_date": 1906,
    "description": "An early example of investigative journalism, this graphic exposé of the Chicago meat-packing industry presented as a novel was one of the first works of fiction to lead directly to national legislation. The federal meat-inspection law and the Pure Food and Drug Act of 1906 established the agency that eventually became the Food and Drug Administration in 1930.\n"
  },
  {
    "title": "The Education of Henry Adams",
    "author": "Henry Adams",
    "sort_author": "Adams, Henry",
    "pub_date": 1907,
    "description": "The dawn of the 20th century and the changes it brought are the subjects of Henry Adams’ “education.” Adams lived through the Civil War and died just before World War I. During that time, he witnessed cataclysmic transformations in technology, society and politics. Adams believed that his traditional education left him ill-prepared for these changes and that his life experiences provided a better education. One survey called it the greatest nonfiction English-language book of the last century.\n"
  },
  {
    "title": "Pragmatism",
    "author": "William James",
    "sort_author": "James, William",
    "pub_date": 1907,
    "description": "“Pragmatism” was America’s first major contribution to philosophy, and it is an ideal rooted in the American ethos of no-nonsense solutions to real problems. Although James did not originate the idea, he popularized the philosophy through his voluminous writings.\n"
  },
  {
    "title": "Riders of the Purple Sage",
    "author": "Zane Grey",
    "sort_author": "Grey, Zane",
    "pub_date": 1912,
    "description": "“Riders of the Purple Sage,” Zane Grey’s best-known novel, was originally published in 1912. The Western genre had just evolved from the popular dime novels and penny dreadfuls of the late 19th century. This story of a gun-slinging avenger who saves a young and beautiful woman from marrying against her will played a significant role in shaping the formula of the popular Western genre begun by Owen Wister in “The Virginian” (1904).\n"
  },
  {
    "title": "Tarzan of the Apes",
    "author": "Edgar Rice Burroughs",
    "sort_author": "Burroughs, Edgar Rice",
    "pub_date": 1914,
    "description": "“Tarzan of the Apes” is the first in a series of books about the popular man who was raised by and lived among the apes. With its universal themes of honesty, heroism and bravery, the series has never lost popularity. Countless Tarzan adaptations have been filmed for television and the silver screen, including an animated version currently in production.\n"
  },
  {
    "title": "Family Limitation",
    "author": "Margaret Sanger",
    "sort_author": "Sanger, Margaret",
    "pub_date": 1914,
    "description": "While working as a nurse in the New York slums, Margaret Sanger witnessed the plight of poor women suffering from frequent pregnancies and self-induced abortion. Believing that these women had the right to control their reproductive health, Sanger published this pamphlet that simply explained how to prevent pregnancy. Distribution through the mails was blocked by enforcement of the Comstock Law, which banned mailing of materials judged to be obscene. However, several hundred thousand copies were distributed through the first family-planning and birth control clinic Sanger established in Brooklyn in 1916 and by networks of active women at rallies and political meetings.\n"
  },
  {
    "title": "Spring and All",
    "author": "William Carlos Williams",
    "sort_author": "Williams, William Carlos",
    "pub_date": 1923,
    "description": "A practicing physician for more than 40 years, William Carlos Williams became an experimenter, innovator and revolutionary figure in American poetry. In reaction against the rigid, rhyming format of 19th-century poets, Williams, his friend Ezra Pound and other early-20th-century poets formed the core of what became known as the “Imagist” movement. Their poetry focused on verbal pictures and moments of revealed truth, rather than a structure of consecutive events or thoughts and was expressed in free verse rather than rhyme.\n"
  },
  {
    "title": "New Hampshire",
    "author": "Robert Frost",
    "sort_author": "Frost, Robert",
    "pub_date": 1923,
    "description": "Frost received his first of four Pulitzer Prizes for this anthology, which contains some of his most famous poems, including “Stopping by Woods on a Snowy Evening” and “Fire and Ice.” One of the best-known American poets of his time, Frost became principally associated with the life and landscape of New England. Although he employed traditional verse forms and metrics and remained aloof from the poetic movements and fashions of his day, poems featured language as it is actually spoken as well as psychological complexity and layers of ambiguity and irony.\n"
  },
  {
    "title": "The Great Gatsby",
    "author": "F. Scott Fitzgerald",
    "sort_author": "Fitzgerald, F. Scott",
    "pub_date": 1925,
    "description": "F. Scott Fitzgerald, one of the major American writers of the 20th century, is a figure whose life and works embody powerful myths about the American Dream of success. “The Great Gatsby,” considered by many to be Fitzgerald’s finest work and the book for which he is best known, is a portrait of the Jazz Age (1920s) in all its decadence and excess. Exploring the themes of class, wealth and social status, Fitzgerald takes a cynical look at the pursuit of wealth among a group of people for whom pleasure is the chief goal. “The Great Gatsby” captured the spirit of the author’s generation and earned a permanent place in American mythology.\n"
  },
  {
    "title": "The Weary Blues",
    "author": "Langston Hughes",
    "sort_author": "Hughes, Langston",
    "pub_date": 1925,
    "description": "Langston Hughes was one of the greatest poets of the Harlem Renaissance, a literary and intellectual flowering that fostered a new black cultural identity in the 1920s and 1930s. His poem “The Weary Blues,” also the title of this poetry collection, won first prize in a contest held by Opportunity magazine. After the awards ceremony, the writer and photographer Carl Van Vechten approached Hughes about putting together a book of verse and got him a contract with his own publisher, Alfred A. Knopf. Van Vechten contributed an essay, “Introducing Langston Hughes,” to the volume. The book laid the foundation for Hughes’s literary career, and several poems remain popular with his admirers.\n"
  },
  {
    "title": "The Sound and the Fury",
    "author": "William Faulkner",
    "sort_author": "Faulkner, William",
    "pub_date": 1929,
    "description": "“The Sound and the Fury,” William Faulkner’s fourth novel, was his own favorite, and many critics believe it is his masterpiece. Set in the fictional county of Yoknapatawpha, Miss., as are most of Faulkner’s novels, “The Sound and the Fury” uses the American South as a metaphor for a civilization in decline. Depicting the post-Civil War decline of the once-aristocratic Compson family, the novel is divided into four parts, each told by a different narrator. Much of the novel is told in a stream-of-consciousness style, in which a character’s thoughts are conveyed in a manner roughly equivalent to the way human minds actually work. Faulkner was awarded the Nobel Prize in 1950 and France’s Legion of Honor in 1951.\n"
  },
  {
    "title": "Red Harvest",
    "author": "Dashiell Hammett",
    "sort_author": "Hammett, Dashiell",
    "pub_date": 1929,
    "description": "Dashiell Hammett’s first novel introduced a wide audience to the so-called “hard-boiled” detective thriller with its depiction of crime and violence without any hint of sentimentality. The creator of classics such as “The Maltese Falcon” and “The Thin Man,” shocked readers with such dialogue as “We bumped over dead Hank O’Meara’s legs and headed for home.”\n"
  },
  {
    "title": "Joy of Cooking",
    "author": "Irma S. Rombauer",
    "sort_author": "Rombauer, Irma",
    "pub_date": 1931,
    "description": "Until Irma Rombauer published “Joy of Cooking,” most American cookbooks were little more than a series of paragraphs that incorporated ingredient amounts (if they were provided at all) with some vague advice about how to put them all together to achieve the desired results. Rombauer changed all that by beginning her recipes with ingredient lists and offering precise directions along with her own personal and friendly anecdotes. A modest success initially, the book went on to sell nearly 18 million copies in its various editions.\n"
  },
  {
    "title": "Gone With the Wind",
    "author": "Margaret Mitchell",
    "sort_author": "Mitchell, Margaret",
    "pub_date": 1936,
    "description": "The most popular romance novel of all time was the basis for the most popular movie of all time (in today’s dollars). Margaret Mitchell’s book, set in the South during the Civil War, won both the Pulitzer Prize and National Book Award, and it remains popular, despite charges that its author had a blind eye regarding the horrors of slavery.\n"
  },
  {
    "title": "How to Win Friends and Influence People",
    "author": "Dale Carnegie",
    "sort_author": "Carnegie, Dale",
    "pub_date": 1936,
    "description": "The progenitor of all self-help books, Dale Carnegie’s volume has sold 15 million copies and been translated into more than 30 languages. “How to Win Friends and Influence People” has also spawned hundreds of other books, many of them imitators, written to advise on everything from improving one’s relationships to beefing up one’s bank account. Carnegie acknowledged that he was inspired by Benjamin Franklin, a young man who proclaimed that “God helps them that helped themselves” as a way to get ahead in life.\n"
  },
  {
    "title": "Their Eyes Were Watching God",
    "author": "Zora Neale Hurston",
    "sort_author": "Hurston, Zora Neale",
    "pub_date": 1937,
    "description": "Although it was published in 1937, it was not until the 1970s that “Their Eyes Were Watching God” became regarded as a masterwork. It had initially been rejected by African American critics as facile and simplistic, in part because its characters spoke in dialect. Alice Walker’s 1975 Ms. magazine essay, “Looking for Zora,” led to a critical reevaluation of the book, which is now considered to have paved the way for younger black writers such as Alice Walker and Toni Morrison.\n"
  },
  {
    "title": "Idaho: A Guide in Word and Pictures",
    "author": "Federal Writers' Project",
    "sort_author": "Federal Writers' Project",
    "pub_date": 1937,
    "description": "“Idaho” was the first in the popular American Guide Series of the Federal Writers’ Project, which ended in 1943. The project employed more than 6,000 writers and was one of the many programs of the Works Progress Administration, a Depression-era federal government employment program. These travel guides cover the lower 48 states plus the Alaska Territory, Puerto Rico and the District of Columbia. Each volume details a state’s history, geography and culture and includes photographs, maps and drawings.\n"
  },
  {
    "title": "Our Town: A Play",
    "author": "Thornton Wilder",
    "sort_author": "Wilder, Thornton",
    "pub_date": 1938,
    "description": "Winner of the 1938 Pulitzer Prize, “Our Town” is among the most-performed plays of the 20th century. Those who see it relate immediately to its universal themes of the importance of everyday occurrences, relationships among friends and family and an appreciation of the brevity of life.\n"
  },
  {
    "title": "Alcoholics Anonymous",
    "author": "anonymous",
    "sort_author": "anonymous, ",
    "pub_date": 1939,
    "description": "The famous 12-step program for stopping an addiction has sold more than 30 million copies. Millions of men and women worldwide have turned to the program co-founded by Bill Wilson and Dr. Bob Smith to recover from alcoholism. The “Big Book,” as it is known, spawned similar programs for other forms of addiction.\n"
  },
  {
    "title": "The Grapes of Wrath",
    "author": "John Steinbeck",
    "sort_author": "Steinbeck, John",
    "pub_date": 1939,
    "description": "Few novels can claim that their message led to actual legislation, but “The Grapes of Wrath” did just that. Its story of the travails of Oklahoma migrants during the Great Depression ignited a movement in Congress to pass laws benefiting farmworkers. When Steinbeck won the Nobel Prize in 1962, the committee specifically cited this novel as one of the main reasons for the award.\n"
  },
  {
    "title": "For Whom the Bell Tolls",
    "author": "Ernest Hemingway",
    "sort_author": "Hemingway, Ernest",
    "pub_date": 1940,
    "description": "Ernest Hemingway’s novel about the horrors of the Spanish Civil War (1936–1939) depicts war not as glorious but disillusioning. Hemingway used his experiences as a reporter during the war as the background for his best-selling novel, which was nominated for a Pulitzer Prize and became a literary triumph. Based on his achievement in this and other noted works, he received the Nobel Prize for literature in 1954.\n"
  },
  {
    "title": "Native Son",
    "author": "Richard Wright",
    "sort_author": "Wright, Richard",
    "pub_date": 1940,
    "description": "Among the first widely successful novels by an African American, “Native Son” boldly described a racist society that was unfamiliar to most Americans. As literary critic Irving Howe said in his 1963 essay “Black Boys and Native Sons,” “The day ‘Native Son’ appeared, American culture was changed forever. No matter how much qualifying the book might later need, it made impossible a repetition of the old lies.”\n"
  },
  {
    "title": "A Tree Grows in Brooklyn",
    "author": "Betty Smith",
    "sort_author": "Smith, Betty",
    "pub_date": 1943,
    "description": "“A Tree Grows in Brooklyn” is the account of a girl growing up in the tenements of turn-of-the-20th-century Brooklyn. An early socially conscious novel, the book examines poverty, alcoholism, gender roles, loss of innocence and the struggle to live the American Dream in an inner city neighborhood of Irish American immigrants. The book was enormously popular and became a film directed by Elia Kazan. "
  },
  {
    "title": "A Treasury of American Folklore",
    "author": "Benjamin A. Botkin",
    "sort_author": "Botkin, Benjamin A.",
    "pub_date": 1944,
    "description": "Benjamin Botkin headed the Library of Congress’s Archive of American Folksong (now the American Folklife Center) between 1943 and 1945 and previously served as national folklore editor of the Federal Writers’ Project (1938–39), a program of President Franklin Roosevelt’s New Deal during the Depression. Botkin was one of the New Deal folklorists who persuasively argued that folklore was relevant in the present and that it was not something that should be studied merely for its historical value. This book features illustrations by Andrew Wyeth, one of America’s foremost realist painters."
  },
  {
    "title": "A Street in Bronzeville",
    "author": "Gwendolyn Brooks",
    "sort_author": "Brooks, Gwendolyn",
    "pub_date": 1945,
    "description": "“A Street in Bronzeville” was Brooks’s first book of poetry. It details, in stark terms, the oppression of blacks in a Chicago neighborhood. Critics hailed the book, and in 1950 Brooks became the first African American to win the Pulitzer Prize for poetry. She was also appointed as U.S. Poet Laureate by the Librarian of Congress in 1985."
  },
  {
    "title": "The Common Sense Book of Baby and Child Care",
    "author": "Benjamin Spock",
    "sort_author": "Spock, Benjamin",
    "pub_date": 1946,
    "description": "Dr. Spock’s guidebook turned common wisdom about child-rearing on its head. Spock argued that babies did not have to be on a rigid schedule, that children should be treated with a great deal of affection, and that parents should use their own common sense when making child-rearing decisions. Millions of parents worldwide have followed his advice. "
  },
  {
    "title": "The Iceman Cometh",
    "author": "Eugene O'Neill",
    "sort_author": "O'Neill, Eugene",
    "pub_date": 1946,
    "description": "Nobel Prize winner Eugene O’Neill’s play about anarchism, socialism and pipe dreams is one of his most-admired but least-performed works, probably because of its more than four-and-a-half-hour running time. Set in 1912 in the seedy Last Chance Saloon in New York City, the play depicts the bar’s drunk and delusional patrons bickering while awaiting the arrival of Hickey, a traveling salesman whose visits are the highlight of their hopeless lives. However, Hickey’s arrival throws them into turmoil when he arrives sober, wanting them to face their delusions."
  },
  {
    "title": "Goodnight Moon",
    "author": "Margaret Wise Brown",
    "sort_author": "Brown, Margaret Wise",
    "pub_date": 1947,
    "description": "This bedtime story has been a favorite of young people for generations, beloved as much for its rhyming story as for its carefully detailed illustrations by Clement Hurd. Millions have read it (and had it read to them). “Goodnight Moon” has been referred to as the perfect bedtime book."
  },
  {
    "title": "A Streetcar Named Desire",
    "author": "Tennessee Williams",
    "sort_author": "Williams, Tennessee",
    "pub_date": 1947,
    "description": "A landmark work, which won the 1948 Pulitzer Prize for Drama, “A Streetcar Named Desire” thrilled and shocked audiences with its melodramatic look at a clash of cultures. These cultures are embodied in the two main characters – Blanche DuBois, a fading Southern belle whose genteel pretensions thinly mask alcoholism and delusions of grandeur, and Stanley Kowalski, a representative of the industrial, urban working class. Marlon Brando’s portrayal of the brutish and sensual Stanley in both the original stage production and the film adaptation has become an icon of American culture."
  },
  {
    "title": "Sexual Behavior in the Human Male",
    "author": "Alfred Kinsey",
    "sort_author": "Kinsey, Alfred C.",
    "pub_date": 1948,
    "description": "Alfred Kinsey created a firestorm when he published this volume on men in 1948 and a companion on women five years later. No one had ever reported on such taboo subjects before and no one had used scientific data in such detail to challenge the prevailing notions of sexual behavior. Kinsey’s openness regarding human sexuality was a harbinger of the 1960s sexual revolution in America."
  },
  {
    "title": "The Catcher in the Rye",
    "author": "J. D. Salinger",
    "sort_author": "Salinger, J.D.",
    "pub_date": 1951,
    "description": "Since his debut in 1951 as the narrator of “The Catcher in the Rye,” 16-year-old Holden Caulfield has been synonymous with adolescent alienation and angst. The influential story concerns three days after Holden has been expelled from prep school. Confused and disillusioned, he wanders New York City searching for truth and rails against the phoniness of the adult world. Holden is the first great American antihero, and his attitudes influenced the Beat generation of the 1950s as well as the hippies of the 1960s. “The Catcher in the Rye” is one of the most translated, taught and reprinted books and has sold some 65 million copies.\n"
  },
  {
    "title": "Invisible Man",
    "author": "Ralph Ellison",
    "sort_author": "Ellison, Ralph",
    "pub_date": 1952,
    "description": "Ralph Ellison’s “Invisible Man” is told by an unnamed narrator who views himself as someone many in society do not see, much less pay attention to. Ellison addresses what it means to be an African-American in a world hostile to the rights of a minority, on the cusp of the emerging civil rights movement that was to change society irrevocably.\n"
  },
  {
    "title": "Charlotte's Web",
    "author": "E. B. White",
    "sort_author": "White, E.B.",
    "pub_date": 1952,
    "description": "According to Publishers Weekly, “Charlotte’s Web” is the best-selling paperback for children of all time. One reason may be that, although it was written for children, reading it is just as enjoyable for adults. The book is especially notable for the way it treats death as a natural and inevitable part of life in a way that is palatable for young people.\n"
  },
  {
    "title": "Fahrenheit 451",
    "author": "Ray Bradbury",
    "sort_author": "Bradbury, Ray",
    "pub_date": 1953,
    "description": "“Fahrenheit 451” is Ray Bradbury’s disturbing vision of a future United States in which books are outlawed and burned. Even though interpretations of the novel have primarily focused on the historical role of book-burning as a means of censorship, Bradbury has said that the novel is about how television reduces knowledge to factoids and destroys interest in reading. The book inspired a 1966 film by Francois Truffaut and a subsequent BBC symphony. Its name comes from the minimum temperature at which paper catches fire by spontaneous combustion.\n"
  },
  {
    "title": "Howl",
    "author": "Allen Ginsberg",
    "sort_author": "Ginsberg, Allen",
    "pub_date": 1956,
    "description": "Allen Ginsberg’s poem “Howl” (first published as the title poem of a collection) established him as an important poet and the voice of the Beat Generation of the 1950s. Because of the boldness of the poem’s language and subject matter, it became the subject of an obscenity trial in San Francisco in which it was exonerated after witnesses testified to its redeeming social value. Ginsberg’s work had great influence on later generations of poets and on the youth culture of the 1960s.\n"
  },
  {
    "title": "Atlas Shrugged",
    "author": "Ayn Rand",
    "sort_author": "Rand, Ayn",
    "pub_date": 1957,
    "description": "Although mainstream critics reacted poorly to “Atlas Shrugged,” it was a popular success. Set in what novelist and philosopher Rand called “the day after tomorrow,” the book depicts a United States caught up in a crisis caused by a corrupt establishment of government regulators and business interests. The book’s negative view of government and its support of unimpeded capitalism as the highest moral objective have influenced libertarians and those who advocate a smaller government.\n"
  },
  {
    "title": "The Cat in the Hat",
    "author": "Dr. Seuss",
    "sort_author": "Seuss, Dr.",
    "pub_date": 1957,
    "description": "Theodore Seuss Geisel was removed as editor of the campus humor magazine while a student at Dartmouth College after too much reveling with fellow students. In spite of this Prohibition-era setback to his writing career, he continued to contribute to the magazine pseudonymously, signing his work “Seuss.” This is the first known use of his pseudonym, which became famous in children’s literature when it evolved into “Dr. Seuss.” “The Cat in the Hat” is considered the most important book of his career. More than 200 million Dr. Seuss books have been sold around the world.\n"
  },
  {
    "title": "On the Road",
    "author": "Jack Kerouac",
    "sort_author": "Kerouac, Jack",
    "pub_date": 1957,
    "description": "The defining novel of the 1950s Beat Generation (which Kerouac named), “On the Road” is a semiautobiographical tale of a bohemian cross-country adventure, narrated by character Sol Paradise. Kerouac’s odyssey has influenced artists such as Bob Dylan, Tom Waits and Hunter S. Thompson and films such as “Easy Rider.” “On the Road” has achieved a mythic status in part because it portrays the restless energy and desire for freedom that makes people take off to see the world.\n"
  },
  {
    "title": "To Kill a Mockingbird",
    "author": "Harper Lee",
    "sort_author": "Lee, Harper",
    "pub_date": 1960,
    "description": "This 1960 Pulitzer Prize winner was an immediate critical and financial success for its author, with more than 30 million copies in print to date. Harper Lee created one of the most enduring and heroic characters in all of American literature in Atticus Finch, the small-town lawyer who defended a wrongly accused black man. The book’s importance was recognized by the 1961 Washington Post reviewer: “A hundred pounds of sermons on tolerance, or an equal measure of invective deploring the lack of it, will weigh far less in the scale of enlightenment than a mere 18 ounces of new fiction bearing the title ‘To Kill a Mockingbird.’”\n"
  },
  {
    "title": "Catch-22",
    "author": "Joseph Heller",
    "sort_author": "Heller, Joseph",
    "pub_date": 1961,
    "description": "Joseph’s Heller’s “Catch-22,” an irreverent World War II novel and a satiric treatment of military bureaucracy, has had such a penetrating effect that its title has become synonymous with “no-win situation.” Heller’s novel is a black comedy, filled with orders from above that make no sense and a main character, Yossarian, who just wants to stay alive. He pleads insanity but is caught in the famous catch: “Anyone who wants to get out of combat duty isn't really crazy.” The novel became a cult classic for its biting indictment of war.\n"
  },
  {
    "title": "Stranger in a Strange Land",
    "author": "Robert A. Heinlein",
    "sort_author": "Heinlein, Robert A.",
    "pub_date": 1961,
    "description": "The first science fiction novel to become a bestseller, “Stranger in a Strange Land” is the story of Valentine Michael Smith, a human raised on Mars by Martians (his parents were on the first expedition to Mars and he was orphaned when the crew perished) who returns to Earth about 20 years later. Smith has psychic powers but complete ignorance of human mores. The book is considered a classic in its genre.\n"
  },
  {
    "title": "The Snowy Day",
    "author": "Ezra Jack Keats",
    "sort_author": "Keats, Ezra Jack",
    "pub_date": 1962,
    "description": "Jack Ezra Keats’s “The Snowy Day” was the first full-color picture book with an African-American as the main character. The book changed the field of children’s literature forever, and Keats was recognized by winning the 1963 Caldecott Medal (the most prestigious American award for children’s books) for his landmark effort.\n"
  },
  {
    "title": "Where the Wild Things Are",
    "author": "Maurice Sendak",
    "sort_author": "Sendak, Maurice",
    "pub_date": 1963,
    "description": "“It is my involvement with this inescapable fact of childhood – the awful vulnerability of children and their struggle to make themselves King of All Wild Things – that gives my work whatever truth and passion it may have,” Maurice Sendak said in his Caldecott Medal acceptance speech on June 30, 1964. Sendak called Max, the hero of “Where the Wild Things Are,” his “bravest and therefore my dearest creation.” Max, who is sent to his room with nothing to eat, sails to where the wild things are and becomes their king.\n"
  },
  {
    "title": "The Fire Next Time",
    "author": "James Baldwin",
    "sort_author": "Baldwin, James",
    "pub_date": 1963,
    "description": "One of the most important books ever published on race relations, Baldwin’s two-essay work comprises a letter written to his nephew on the role of race in United States history and a discussion of how religion and race influence each other. Baldwin’s angry prose is balanced by his overall belief that love and understanding can overcome strife.\n"
  },
  {
    "title": "The Feminine Mystique",
    "author": "Betty Friedan",
    "sort_author": "Friedan, Betty",
    "pub_date": 1963,
    "description": "By debunking the “feminine mystique” that middle-class women were happy and fulfilled as housewives and mothers, Betty Friedan inspired the second-wave feminist movement of the 1960s and 1970s. Friedan advocates that women need meaningful work and encourages them to avoid the trap of the “feminine mystique” by pursuing education and careers. By 2000 this touchstone of the women’s movement had sold 3 million copies and was translated into several languages.\n"
  },
  {
    "title": "The Autobiography of Malcolm X",
    "author": "Malcolm X and Alex Haley",
    "sort_author": "X, Malcolm and Alex Haley",
    "pub_date": 1965,
    "description": "When “The Autobiography of Malcolm X” (born Malcolm Little) was published, The New York Times called it a “brilliant, painful, important book,” and it has become a classic American autobiography. Written in collaboration with Alex Haley (author of “Roots”), the book expressed for many African-Americans what the mainstream civil rights movement did not: their anger and frustration with the intractability of racial injustice.\n"
  },
  {
    "title": "Unsafe at Any Speed",
    "author": "Ralph Nader",
    "sort_author": "Nader, Ralph",
    "pub_date": 1965,
    "description": "Nader’s book was a landmark in the field of auto safety and made him a household name. It detailed how automakers resisted putting safety features, such as seat belts, in their cars and resulted in the federal government’s taking a lead role in the area of auto safety. "
  },
  {
    "title": "Silent Spring",
    "author": "Rachel Carson",
    "sort_author": "Carson, Rachel",
    "pub_date": 1962,
    "description": "A marine biologist and writer, Rachel Carson is considered a founder of the contemporary environmental protection movement. She drew attention to the adverse effects of pesticides, especially that of DDT on bird populations, in her book “Silent Spring,” a 1963 National Book Association Nonfiction Finalist. At a time when technological solutions were the norm, she pointed out that man-made poisons introduced into natural systems can harm not only nature, but also humans. Her book met with great success and because of heightened public awareness, DDT was banned. "
  },
  {
    "title": "In Cold Blood",
    "author": "Truman Capote",
    "sort_author": "Capote, Truman",
    "pub_date": 1966,
    "description": "A 300-word article in The New York Times about a murder led Truman Capote to travel with his childhood friend Harper Lee to Holcomb, Kan., to research his nonfiction novel, which is considered one of the greatest true-crime books ever written. Capote said the novel was an attempt to establish a serious new literary form, the “nonfiction novel,” a narrative form that employed all the techniques of fictional art but was nevertheless entirely factual. The book was an instant success and was made into a film."
  },
  {
    "title": "The Double Helix",
    "author": "James D. Watson",
    "sort_author": "Watson, James D.",
    "pub_date": 1968,
    "description": "James D. Watson’s personal account of the discovery of DNA changed the way Americans regarded the genre of the scientific memoir and set a new standard for first-person accounts. Dealing with personalities, controversies and conflicts, the book also changed the way the public thought about how science and scientists work, showing that scientific enterprise can at times be a messy and cutthroat business. "
  },
  {
    "title": "Bury My Heart at Wounded Knee",
    "author": "Dee Brown",
    "sort_author": "Brown, Dee",
    "pub_date": 1970,
    "description": "Until librarian Dee Brown wrote his history of Native Americans in the West, few Americans knew the details of the unjust treatment of Indians. Brown scoured both well-known and little-known sources for his documentary on the massacres, broken promises and other atrocities suffered by Indians. The book has never gone out of print and has sold more than 4 million copies. "
  },
  {
    "title": "Our Bodies, Ourselves",
    "author": "Boston Women's Health Book Collective",
    "sort_author": "Boston Women's Health Book Collective",
    "pub_date": 1971,
    "description": "In the early 1970s a dozen Boston feminists collaborated in this groundbreaking publication that presented accurate information on women’s health and sexuality based on their own experiences. Advocating improved doctor-patient communication and shared decision-making, “Our Bodies, Ourselves” explored ways for women to take charge of their own health issues and to work for political and cultural change that would ameliorate women’s lives. "
  },
  {
    "title": "Cosmos",
    "author": "Carl Sagan",
    "sort_author": "Sagan, Carl",
    "pub_date": 1980,
    "description": "Carl Sagan’s classic, bestselling science book accompanied his avidly followed television series, “Cosmos.” In an accessible way, Sagan covered a broad range of scientific topics and made the history and excitement of science understandable and enjoyable for Americans and then for an international audience. The book offers a glimpse of Sagan’s personal vision of what it means to be human."
  },
  {
    "title": "Beloved",
    "author": "Toni Morrison",
    "sort_author": "Morrison, Toni",
    "pub_date": 1987,
    "description": "Toni Morrison won the 1988 Pulitzer Prize for fiction for her post-Civil War novel based on the true story of an escaped slave and the tragic consequences when a posse comes to reclaim her. The author won the Nobel Prize for literature in 1993, and in 2006 The New York Times named “Beloved” “the best work of American fiction of the past 25 years.” "
  },
  {
    "title": "And the Band Played On",
    "author": "Randy Shilts",
    "sort_author": "Shilts, Randy",
    "pub_date": 1987,
    "description": "“And the Band Played On” is the story of how the AIDS epidemic spread and how the government’s initial indifference to the disease allowed its spread and gave urgency to devoting government resources to fighting the virus. Shilts’s investigation has been compared to other works that led to increased efforts toward public safety, such as Upton Sinclair’s “The Jungle.”"
  },
  {
    "title": "The Words of Cesar Chavez",
    "author": "Cesar Chavez",
    "sort_author": "Chavez, Cesar",
    "pub_date": 2002,
    "description": "César Chávez, founder of the United Farm Workers, was as impassioned as he was undeterred in his quest for better working conditions for farm workers. He was a natural communicator whose speeches and writings led to many improvements in wages and working conditions. "
  }
]